"VOICE_MAIL" = "Voicemail";
"VOICE_MAIL_UNREAD_FORMAT" = "Voicemail (%d)";
"UNKNOWN_LOCATION" = "Localização desconhecida";
"SPEAKER_NAV" = "Altifalante|Saudação";
"AUDIO_NAV" = "Áudio";
"GREETING_NAV" = "Saudação|Altifalante";
"DELETE" = "Apagar";
"CALL_BACK" = "Devolver";

"CALL_VOICEMAIL" = "Ligar ao voicemail";
"VOICEMAIL_UNAVAILABLE" = "O Visual Voicemail não está disponível.";
"VOICEMAIL_MORE_AVAILABLE" = "Tem mensagens adicionais no servidor.";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "Não é possível ligar ao voicemail";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "Contacte o seu fornecedor de serviço.";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "Ligue para o %@";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "A pessoa que efectuou esta chamada deixou um número diferente do respectivo número de telefone.";
"CALLBACK_ALERT_TITLE" = "A pessoa que efectuou esta chamada deixou um número diferente.";

"PASSWORD" = "Palavra-passe";
"ENTER_PASSWORD_TITLE" = "Palavra-passe incorrecta";
"ENTER_PASSWORD_DESCRIPTION" = "Digite a palavra-passe do voicemail";
"PASSWORD_PROMPT_PLACEHOLDER" = "palavra-passe";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "Ligar";
"PASSWORD_RESET_INFO" = "Se esqueceu a palavra-passe, ligue para o %@.";
"PASSWORD_EXPIRED_TITLE" = "Palavra-passe do voicemail caducada";
"PASSWORD_EXPIRED_DESCRIPTION" = "Tem de alterar a sua palavra-passe para recuperar mensagens.";
"CHANGE_NOW" = "Alterar";
"OK" = "OK";

"DELETED_MESSAGES" = "Mensagens apagadas";
"DELETED" = "Apagada";
"UNDELETE" = "Recuperar";
"CLEAR_ALL" = "Apagar tudo";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "Cancelar";
"CLEAR_ALL_OK_BUTTON_TITLE" = "Apagar tudo";
"CLEAR_ALL_ALERT_TITLE" = "Apagar permanentemente voicemails eliminados?";

"GREETING" = "Saudação";
"GREETING_PROMPT" = "Configure a sua mensagem de saída.";
"DONE" = "OK";
"DEFAULT_GREETING_TITLE" = "Predefinição";
"CUSTOM_GREETING_TITLE" = "Personalizar";
"PLAY" = "Reproduzir";
"RECORD" = "Gravar";
"RECORD_A_GREETING" = "Gravar saudação";
"RECORDING_PERSONAL" = "Gravação pessoal";
"STOP" = "Parar";
"SAVING_GREETING" = "A guardar saudação…";
"SAVE_SUCCESS" = "Saudação guardada.";
"RETRIEVING_GREETING" = "A recuperar a saudação…";

"CHANGE_AUDIO_SOURCE" = "Dispositivo de áudio:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "Voicemail indisponível";
"VOICEMAIL_ERROR_TITLE_ERROR" = "Erro no voicemail";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "Erro na palavra-passe";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "Palavra-passe inválida";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "Voicemail %d%% cheio";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "Esta conta não inclui Visual Voicemail.";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "Não foi possível autorizar o acesso.";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "Volte a tentar mais tarde.";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "Não foi possível estabelecer ligação à caixa de correio.";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "O serviço de voicemail está ocupado.";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "A caixa de correio não está disponível.";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "A caixa de correio está protegida.";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "Não foi possível recuperar a mensagem.";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "Não tem nenhuma saudação guardada.";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "A saudação não é válida.";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "Não foi possível guardar a saudação.";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "A palavra-passe antiga está incorrecta.";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "Digite uma nova palavra-passe.";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "A palavra-passe é demasiado simples.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "A palavra-passe é demasiado curta.";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "A palavra-passe é demasiado longa.";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "A palavra-passe foi alterada recentemente.";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "A palavra-passe foi utilizada antes.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "A palavra-passe já foi definida.";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "A alteração da palavra-passe falhou.";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "Impossível recuperar a mensagem.";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "Impossível reproduzir a mensagem.";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "Impossível estabelecer ligação.\nVolte a tentar mais tarde.";
"VOICEMAIL_ERROR_MSG_SECURITY" = "Impossível estabelecer ligação.";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "Não pode receber novas mensagens até ter apagado algumas mais antigas.";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "Apague mensagens para libertar espaço.";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "Não é possível armazenar a mensagem localmente.  Apague mensagens para libertar espaço.";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "A sua conta pode não estar correctamente configurada para esta funcionalidade.";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "Impossível iniciar a ligação.";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "O roaming de dados está desactivado. Pode activar esta função na secção Rede, nas definições gerais.";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "O Visual Voicemail não está disponível quando os dados móveis estão desactivados. Pode activá‑los na secção Rede, das definições gerais.";

"SETUP_TITLE" = "Para recuperar o voicemail, defina primeiro a palavra-passe e uma saudação.";
"SETUP_NOW" = "Configurar agora";
"PASSCODE" = "Palavra-passe";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "Digite uma palavra-passe para o voicemail";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "Volte a digitar a palavra-passe do voicemail";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "As palavras-passe são diferentes. Volte a tentar.";
"SETUP_GREETING_PROMPT" = "Seleccione a sua saudação do voicemail.";
"SAVE" = "Guardar";
"SAVING_PASSWORD" = "A guardar palavra-passe…";
